# [LV_3]

# 모의고사 (종합)
# 소수찾기 (수학)
# 체육복 (for, if)

# [LV_2]

# 비밀지도(진법)
# 시저암호 (for, if)
# 예산 (for)
# 2016년 (if)
# 완주하지 못한 선수 (for, if)
# 나누어 떨어지는 숫자 배열 (array)
# 하샤드 수 (형변환)
# K 번째 수 (method)
# 핸드폰 번호 가리기 (string, 한줄로 풀어보기)
# 자연수 뒤집어 배열로 만들기 (형변환, 숫자)
# 정수 내림차순으로 배치하기 (형변환, 한줄로 풀어보기)
# 문자열 다루기 기본 (지수표기법)
# 정수 제곱근 판별 (math, 한줄로 풀어보기)
# 최대공약수와 최소공배수 (변수, 수학)
# 자릿수 더하기 (형변환, 재귀)
# 평균 구하기 (for, method, 한줄로 풀어보기)
# 직사각형 별 찍기 (for)
# 같은 숫자는 싫어 (for, if)
# 문자열 내 p와 y의 개수 (method, 한줄로 풀어보기)
# 약수의 합 (for, if)

# [LV_1]

# 짝수와 홀수 (연산자, 한줄로 풀어보기)
# 평균 구하기 (for, method, 한줄로 풀어보기)
# x만큼 간격이 있는 n개의 숫자 만들기 (for)
# 가운데 글자 가져오기 (math)
# 서울에서 김서방 찾기 (method)
# 수박수박수박수박수? (string)
# 두 정수 사이의 합 (for)
